console.log(	
	`Здравстуйте! Можно Вас попросить: можете пока что не проверять работу (во вторник хотя бы;но это уже по Вашему усмотрению), 
т.к. не успеваю сделать и не очень хочется получать низкий балл и доставлять Вам неудобства, прося о перепроверке... 
Заранее благодарна) Хорошего Вам дня!
	Score: 85 / 150`,
	`
	1. Часы и календарь +15
	2. Приветствие +10
	3. Смена фонового изображения +20
	4. Виджет погоды +15
	5. Виджет цитата дня +10/10
	6. Аудиоплеер +15
	7. Продвинутый аудиоплеер +0/20
	8. Перевод приложения на два языка 0/15
	9. Получение фонового изображения от API +10 
	(Сейчас работает Unsplash API, но сделано также и для изображений из git hub, и для  Flickr API 
		(можете посмотреть в коде...  
		// setBg();  -- функция изображений из gh
		getLinkToImage();  -- функция изображений из Unsplash API
		// getLinkToImageFlickr(); ))-- функция изображений из Flickr API

	`
);
// const e=["font-size: 30px; color: rgb(2, 120, 151); text-decoration: underline;","font-size: 14px; color: rgb(2, 120, 151);","font-size: 14px; color: #fff; background-color: #8AB4F8; border-radius: 35%; padding: 2px;","font-size: 12px; color: rgb(2, 120, 151);"];console.log("%cСамооценка",e[0])



