console.log(	
	`Здравстуйте! Можно Вас попросить: можете пока что не проверять работу (во вторник хотя бы;но это уже по Вашему усмотрению), 
т.к. не успеваю сделать и не очень хочется получать низкий балл и доставлять Вам неудобства, прося о перепроверке... 
Заранее благодарна) Хорошего Вам дня!
	Score: 62 / 150`,
	`
	1. Часы и календарь +15
	2. Приветствие +10
	3. Смена фонового изображения +20
	4. Виджет погоды +12/15
	   - выводится уведомление об ошибке при вводе некорректных значений, для которых API не возвращает погоду (пустая строка (ЕСТЬ) или бессмысленный набор символов(НЕТ)) +2
	5. Виджет цитата дня +5/10
	`
);

// Привет, извиняюсь, что отвечаю только сейчас. 
// Тут такое дело, что раньше обещала девочкам, что скину им. 
// И это уже и есть три похожие между собой версии..
// Учитывая еще как Барс проверяет работы и наказывает тех , 
// кого подозревает в списывании.... Мне стремно
// И мб ты знаешь ситуацию Влады с ее оценкой, 
// а т.к. она последняя, и Барс намекал, что несколько человек, с похожим кодом это уже перебор,
// то надо что-то мне предпринимать
// Извини меня, пожалуйста, что дала

