console.log(	
	`Здравстуйте! Можно Вас попросить: можете пока что не проверять работу (во вторник хотя бы;но это уже по Вашему усмотрению), 
т.к. не успеваю сделать и не очень хочется получать низкий балл и доставлять Вам неудобства, прося о перепроверке... 
Заранее благодарна) Хорошего Вам дня!
	Score: 67 / 150`,
	`
	1. Часы и календарь +15
	2. Приветствие +10
	3. Смена фонового изображения +20
	4. Виджет погоды +12/15
	   - выводится уведомление об ошибке при вводе некорректных значений, для которых API не возвращает погоду (пустая строка (ЕСТЬ) или бессмысленный набор символов(НЕТ)) +2
	5. Виджет цитата дня +10/10
	`
);