[
  {
    "text": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead",
    "author": "Oscar Wilde"
  },
  {
    "text": "A dream doesn’t become reality through magic; it takes sweat, determination, and hard work",
    "author": "Colin Powell"
  },
  {
    "text": "Music is the soul of language",
    "author": "Max Handel"
  },
  {
    "text": "You become responsible, forever, for what you have tamed",
    "author": "Antoine Saint-Exupery"
  },
  {
    "text": "It is not our abilities that show what we truly are. It is our choices",
    "author": "J. K. Rowling"
  },
  {
    "text": "Don’t let the muggles get you down",
    "author": "Ron Weasley (J.K.Rowling)"
  },
  {
    "text": "It is my belief that the truth is generally preferable to lies",
    "author": "Albus Dumbledore (J.K.Rowling)"
  },
  {
    "text": "It is our choices that show what we truly are, far more than our abilities.",
    "author": "J.K.Rowling"
  },
  {
    "text": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "author": "Albus Dumbledore (J.K.Rowling)"
  },
  {
    "text": "Things we lose have a way of coming back to us in the end, if not always in the way we expect.",
    "author": "Luna Lovegood (J.K.Rowling)"
  },
  {
    "text": "Anything’s possible if you’ve got enough nerve",
    "author": "J.K.Rowling"
  },
  {
    "text": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending",
    "author": "Carl Bard"
  },
  {
    "text": "Challenges are what make life interesting and overcoming them is what makes life meaningful",
    "author": "Joshua J. Marine"
  },
  {
    "text": "The best revenge is massive success",
    "author": "Frank Sinatra"
  },
  {
    "text": "The only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle",
    "author": "Steve Jobs"
  },
  {
    "text": "Success consists of going from failure to failure without loss of enthusiasm",
    "author": "Winston Churchill"
  },
  {
    "text": "Everyone is the creator of one’s own fate",
    "author": "Unknown"
  },
  {
    "text": "Success is not the key to happiness. Happiness is the key to success",
    "author": "Herman Cain"
  },
  {
    "text": "Nothing is impossible, the word itself says, I’m possible!",
    "author": "Коулмен Хокинс"
  },
  {
    "text": "Life is 10% what happens to me and 90% of how I react to it",
    "author": "Charles Swindoll"
  },
  {
    "text": "Be happy for this moment. This moment is your life",
    "author": "Omar Khayyam"
  }

]