[
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
  {
    "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "author": "И. Берард"
  },
  {
    "text": "У Вас не будет второго шанса, чтобы произвести первое впечатление",
    "author": "К. Шанель"
  },
  {
    "text": "Заботясь о красоте, надо начинать с сердца и души, иначе никакая косметика не поможет",
    "author": "К. Шанель"
  },
  {
    "text": "Нужно радоваться каждой мелочи в своей жизни, любить её, открываться навстречу любой возможности",
    "author": "Е.Помазуева"
  },
  {
    "text": "Делай то, что должен, чтобы иметь возможность делать то, что хочешь",
    "author": "Дензел Вашингтон"
  },
  {
    "text": "Какая разница, кто сильнее, кто умнее, кто красивее, кто богаче? Ведь, в конечном итоге, имеет значение только то, счастливый ли ты человек или нет",
    "author": "Ошо"
  },
  {
    "text": "Можно устать от всего, даже от совершенства, если его становится слишком много",
    "author": "Керстин Гир"
  },
  {
    "text": "Любая вечеринка скучна настолько, насколько скучны ее гости",
    "author": "Керстин Гир"
  },
  {
    "text": "Не думай о том, правильно ли это или нет.. Делай то, что делает тебя счастливым!",
    "author": "Неизвестный автор"
  },
  {
    "text": "Жизнь – это череда маленьких шагов",
    "author": "Хота Котб"
  },
  {
    "text": "Иногда неправильные решения приводят нас в правильные места",
    "author": "Неизвестный автор"
  },
  {
    "text": "Это всегда выглядит невозможным, пока не сделаешь",
    "author": "Нельсон Мандела"
  },
  {
    "text": "Время, проведенное с удовольствием, не является потерянным",
    "author": "Марта Троли-Кертин"
  },
  {
    "text": "Успех – это когда ты девять раз упал, но десять раз поднялся",
    "author": "Неизвестный автор"
  },
  {
    "text": "Чудеса - там, где в них верят, и чем больше верят, тем чаще они случаются",
    "author": "Дени Дидро"
  },
  {
    "text": "Веди себя так, будто ты уже счастлив, и ты действительно станешь счастливее",
    "author": "Дейл Карнеги"
  },
  {
    "text": "Если вы не совершаете ошибок, значит, вы и не пытаетесь что-то сделать",
    "author": "Коулмен Хокинс"
  },
  {
    "text": "Если вы взяли не ту ноту, играйте дальше так, чтобы никто не заметил вашу ошибку",
    "author": "Джо Пасс"
	},
  {
    "text": "Прошедшее вчера и не случившееся завтра – к чему думать о них, если сегодня так прекрасно?",
    "author": "Омар Хайям"
  }
]