console.log(
`Score: 87 / 150

Выполненные пункты:
1. Вёрстка валидная. 
2. header, main, footer
3. семь элементов section (по количеству секций)
4. только один заголовок h1
5. семь заголовков h2 (по количеству секций)
6. шесть заголовков h3 (по количеству карточек)
7. для всех элементов img указан обязательный атрибут alt
8. блок header
9. секция Visiting
10. секция Explore
11. секция Contacts
12. добавлен favicon
13. для построения сетки используются флексы или гриды
14. при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону
15. фоновый цвет каждого блока и секции тянется на всю ширину страницы
16. иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления
17. расстояние между буквами, там, где это требуется по макету, регулируется css-свойством letter-spacing
18. в блоке Contacts правильно указанны ссылки на почту mailto и на телефон tel
19. плавная прокрутка по якорям
20. параллакс
21. изменение стиля интерактивных элементов при наведении и клике. Интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты – изменение цвета фона или шрифта, появление подчёркивания и т.д. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили, если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета
22. обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы
23. интерактивность при наведении карточек в секции Visiting предусматривает плавное растягивание подчёркивания заголовка карточки на всю ширину карточки

Частично выполненные пункты:
+- два элемента nav (основная и вспомогательная панель навигации)
+- три списка ul > li > a (основная и вспомогательная панель навигации, ссылки на соцсети)
+- секция Welcome
+- секция Gallery
+- блок footer
+- при кликам по кнопке Discover the Louvre и карточкам секции Visiting открываются полноэкранные панорамы Google Street View встроенные в страницы вашего сайта при помощи iframe

Не выполненные/не засчитанные пункты:
- тринадцать кнопок button (четыре из них в секции Video, пять в секции Tickets, по две - стрелки слайдера и плейлиста)
- три тега input type="radio" (в секции Tickets)
- два тега input type="number"(в секции Tickets)
- два тега input type="range" (громкось и прогрес-бар видео)
- секция Video
- секция Tickets
- форма плавно выдвигается слева при открытии и плавно возвращается назад при закрытии. В открытом состоянии под формой есть полупрозрачный overlay, который занимает весь экран. Форма и overlay прокручиваются вместе со страницей
- форма открывается при клике по кнопке Buy Now в секции Tickets и закрывается кликом по иконке с крестиком в верхнем правом углу или кликом по overlay
- при вёрстке формы используются следующие элементы: form, input type="date", input type="time", input type="text", input type="email", input type="tel", input type="number", select
- вёрстка формы соответствует макету
- переключаются радиокнопки в блоке Tickets, одновременно может быть выбрана только одна кнопка
- в футере добавлены ссылки на соцсети. Круглая граница вокруг иконок соцсетей выполнена при помощи css
- интерактивность при наведении иконок социальных сетей в футере предусматривает изменение цвета иконки и круглой границы вокруг иконки на золотистый
- можно передвигать ползунки громкости и прогресс-бара видео, при этом цвет шкалы до и после ползунка отличается и соответствует макету
- кликами по кнопкам + и - в секции Tiskets можно менять количество билетов Basic и Senior от 0 до 20
- кнопке "Book" в форме покупки билетов добавлен ripple-эффект. Демо: https://50projects50days.com/projects/button-ripple-effect/
- при перезагрузке (обновлении) страницы картины в блоке Galery отображаются в рандомном порядке`
);